/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%@ (%@) : Notification de connexion";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "Configuration de %1$@ (%2$@)";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ a 1 nouveau message.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ est sur votre liste des contacts locale, mais pas sur celle du serveur. Voulez-vous l'y ajouter ?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; double-cliquez pour vous enregistrer.";

/* No comment provided by engineer. */
"(unknown)" = "(inconnu)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nouveau compte>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Commande ad-hoc; double-cliquez pour l'executer";

/* No comment provided by engineer. */
"Add" = "Ajouter";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Notification";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Adium ne peut vérifier l'identité de \"%@\".";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium ne trouve pas le profil de l'utilisateur. Il n'est probablement pas enregistré.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Notification d'Adium : %@";

/* No comment provided by engineer. */
"Adium User" = "Utilisateur Adium";

/* Button title to allow an action */
"Allow" = "Autoriser";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Autoriser le transfert vers les mobiles MSN ?";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "An error was encountered sending the file.";

/* No comment provided by engineer. */
"Authenticating" = "Authentification";

/* Connection step */
"Balancer handshake" = "Équilibrage de la liaison";

/* No comment provided by engineer. */
"Ban" = "Bannir";

/* No comment provided by engineer. */
"Bankick" = "Bannir (temporairement)";

/* No comment provided by engineer. */
"Blocked" = "Bloqué";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Annuler la notification de présence pour %@";

/* Category table column header for the service discovery browser */
"Category" = "Catégorie";

/* Menu item title for changing the password of an account */
"Change Password" = "Modifier le mot de passe";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Service de Conférence ; double-cliquez pour participer";

/* Button title to connect; this is a verb */
"Connect" = "Se connecter";

/* Connection step */
"Connected" = "Connecté";

/* No comment provided by engineer. */
"Connecting" = "En connexion";

/* No comment provided by engineer. */
"Connection error." = "Erreur de connexion.";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Erreur de synchronisation pour %@";

/* No comment provided by engineer. */
"Continue" = "Poursuivre";

/* No comment provided by engineer. */
"Delete" = "Supprimer";

/* No comment provided by engineer. */
"Delete & Unregister" = "Supprimer et se désenregistrer";

/* No comment provided by engineer. */
"Delete Account" = "Supprimer le compte";

/* No comment provided by engineer. */
"Delete Account from Server" = "Supprimer ce compte du serveur";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Supprimer le compte %@ ? Vous pouvez également désenregistrer le compte sur le serveur si possible.";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Devoice";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Répertoire : double-cliquez pour rechercher";

/* Button title to prevent an action */
"Disallow" = "Interdire";

/* No comment provided by engineer. */
"Discovery Browser" = "Navigateur de recherche";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Voulez-vous autoriser ou non certains de vos contacts à vous contacter sur votre mobile MSN ou par autre système mobile ?";

/* Used as a label for a username specified by email address */
"Email" = "Email";

/* Connection step */
"Exchanging key hash" = "Échange de clé cryptée";

/* No comment provided by engineer. */
"Fetching..." = "Obtention…";

/* No comment provided by engineer. */
"File Send Error" = "Erreur d'envoi d'un fichier";

/* Generic fields request window title */
"Form" = "Formulaire";

/* No comment provided by engineer. */
"From: " = "De : ";

/* No comment provided by engineer. */
"GG Number" = "Numéro GG";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "Groupe des contacts ajoutés";
"Incorrect username or password" = "Nom d'utilisateur ou mot de passe incorrect";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Initializing Stream" = "Initialisation du flux";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Commencer un multi-Chat avec %@";

/* No comment provided by engineer. */
"Invite" = "Inviter";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Relai de Chat Internet)";

/* No comment provided by engineer. */
"Jabber ID" = "ID Jabber";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Se joindre à";

/* No comment provided by engineer. */
"Kick" = "Expulser";

/* No comment provided by engineer. */
"Launch %@" = "Lancer %@";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "Laisser les autres savoir ce que j'écoute";
"Looking up server" = "Recherche du serveur";

/* user mood tooltip title */
"Mood" = "Humeur";

/* Name table column header for the service discovery browser */
"Name" = "Nom";

/* No comment provided by engineer. */
"New Mail" = "Nouveau courriel";

/* Sample name and server for new IRC accounts */
"nickname" = "pseudo";

/* Name for IRC user names */
"Nickname" = "Pseudo";

/* No comment provided by engineer. */
"No reason was given." = "Pas de raison donnée.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Aucun serveur n'a été configuré pour le compte %2$@ de %1$@. Veuillez en écrire un ci-dessous pour se connecter";

/* No comment provided by engineer. */
"No Server Specified" = "Aucun serveur spécifié";

/* No comment provided by engineer. */
"Node:" = "Nœud :";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "Seulement quand une demande est acceptée et le contact ajouté à la liste.";
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Lire dans le navigateur";

/* Name for the orphans group */
"Orphans" = "Orphelins";

/* No comment provided by engineer. */
"Parse Error." = "Erreur d'analyse.";

/* No comment provided by engineer. */
"Ping %@" = "Ping %@";

/* No comment provided by engineer. */
"Priority when available" = "Priorité en présence";
"Priority when away" = "Priorité en absence";
"Re-request Authorization from %@" = "Re-demander l'autorisation à %@";

/* Connection step */
"Reading data" = "Lecture des données";

/* Connection step */
"Reading server key" = "Lecture de la clé du serveur";

/* No comment provided by engineer. */
"Really remove gateway?" = "Vraiment supprimer le portail ?";

/* alert default button */
"Remove" = "Supprimer";

/* gateway menu item */
"Remove gateway" = "Supprimer le portail";

/* Roster - the Jabber default group */
"Resource" = "Ressource";
"Roster" = "Rôle";

/* No comment provided by engineer. */
"Search for Users" = "Chercher des utilisateurs";

/* No comment provided by engineer. */
"Search Results" = "Résultats de la recherche";

/* No comment provided by engineer. */
"Send" = "Envoyer";

/* No comment provided by engineer. */
"Send Message" = "Envoyer un message";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Navigateur de recherche";

/* No comment provided by engineer. */
"Service:" = "Service :";

/* No comment provided by engineer. */
"Set Mood" = "Régler l'humeur";

/* No comment provided by engineer. */
"Set Nickname" = "Régler le pseudo";

/* No comment provided by engineer. */
"Set User Info" = "Définir l'information utilisateur";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Définir l'affichage de votre nom.";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Définir l'affichage de votre numéro de téléphone à domicile.";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Définir l'affichage de votre numéro de téléphone mobile.";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Définir l'affichage de votre numéro de téléphone mobile professionnel.";

/* No comment provided by engineer. */
"Show Server Certificate" = "Afficher le certificat de serveur";

/* No comment provided by engineer. */
"Subject: " = "Objet : ";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Masquer temporairement à %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "Le certificat du serveur %@ n'est pas sécure, l'identité du serveur ne peut pas être automatiquement vérifiée. Voulez-vous continuer à vous connecter ? \n\n Pour plus d'information, cliquez sur \"Afficher le certificat\".";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "Le nom entré n'est pas enregistré. Assurez-vous que vous l'avez tapé correctement.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "L'autre utilisateur est dans votre liste de refusés";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "L'autre utilisateur est temporairement indisponible";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "C'est le nom sous lequel vous apparaîtrez à vos contacts MSN.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Ce nœud ne fournit aucun service accessible à ce programme.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Ce nœud fournit des commandes ad-hoc. Ouvrez le menu contextuel pour y accéder.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Cette opération enlèverait le portail %@ lui-même et tous ses contacts appartenant à votre liste de contacts. Ceci ne peut pas être annulé.";

/* user tune tooltip title */
"Tune" = "Chanson";

/* No comment provided by engineer. */
"Un-hide From %@" = "À nouveau visible pour %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Incapable d'analyser la liste de serveur sur %@. Veuillez réessayez plus tard.";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Se désabonner %@";

/* Sample name and server for new livejournal accounts */
"username" = "nomdutilisateur";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "nomdutilisateur@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Vérification du certificat";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Afficher le profil web de %1$@'s %2$@";

/* No comment provided by engineer. */
"Voice" = "Voix :";

/* No comment provided by engineer. */
"Waiting for Response" = "En attente de réponse";

/* No comment provided by engineer. */
"Warning level is too high." = "Niveau d'alerte trop élevé.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "ATTENTION ! Ceci va supprimer le compte %@ du serveur Jabber, cette action ne peut être annulée.\nVoulez-vous vraiment le supprimer ?";

/* No comment provided by engineer. */
"When someone asks to see my status" = "Quand quelqu'un demande à voir mon statut";
"XML Console" = "Console XML";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Vous envoyez des messages trop rapidement; attendez une minute et réessayez.";

/* No comment provided by engineer. */
"You have 1 new message." = "Vous avez 1 nouveau message.";

/* No comment provided by engineer. */
"You have mail!\n" = "Vous avez du courriel !\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Votre message pour %@ n'a pu être envoyé";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Votre message est refusé par le correspondant.";

/* No comment provided by engineer. */
"Your message was too big." = "Votre message est trop long.";

/* Restored from historic nib translations (arm64 revival) */
"(optional)" = "(facultatif)";
"Accept" = "Accepter";
"Accept and Add To List" = "Accepter et ajouter à la liste";
"Allow plaintext authentication" = "Autoriser l'authentification en texte clair";
"Ask What To Do" = "Demander quoi faire";
"Authorization Domain:" = "Domaine d'autorisation :";
"Authorization User:" = "Utilisateur autorisé :";
"Available Priority:" = "Priorités ; Disponible :";
"Away Priority:" = "Indisponible :";
"BOSH Server:" = "Serveur BOSH :";
"Chat Room Name:" = "Nom du salon :";
"Connect Server:" = "Serveur de connexion :";
"Connection:" = "Connexion :";
"Deny" = "Refuser";
"Display new mail notifications" = "Afficher les nouveaux courriels";
"Do strict certificate checks" = "Contrôle strict des certificats";
"Either enter your XMPP server address here:" = "Entrez votre adresse de serveur XMPP ci-dessous :";
"Encoding:" = "Encodage :";
"Encrypt connection using SSL" = "Utiliser le cryptage SSL";
"Execute commands on connect:" = "Exécution des commandes lors de la connexion :";
"File Transfer Proxies:" = "Proxies transfert de fichiers :";
"Force old-style SSL" = "Forcer l'ancien SSL";
"Handle:" = "Handle :";
"Hostname:" = "Nom de l'hôte :";
"Invite Contacts:" = "Inviter :";
"Let others know what iTunes is playing" = "Laisser les autres voir ce que joue iTunes";
"Mail:" = "Courriel :";
"Music:" = "Musqiue :";
"Password:" = "Mot de passe :";
"Presence Subscriptions:" = "Abonnements de groupes :";
"Publish Status to Everyone" = "Montrer le statut à tous";
"Realname:" = "Nom réel :";
"Register New Account" = "Enregistrer un nouveau compte";
"Registering…" = "Enregistrement …";
"Request New Account" = "Demander un nouveau compte";
"Require SSL/TLS" = "Exiger SSL/TLS";
"Resource:" = "Resource :";
"Security:" = "Sécurité :";
"Server Name" = "Server Name";
"Server:" = "Serveur :";
"Use SIP proxy:" = "Par proxy SIP :";
"Use UDP" = "Utiliser UDP";
"Username (Ident):" = "Nom d'utilisateur (Ident) :";
"Visit Server Homepage" = "Visiter la page d'accueil du serveur";
"With Message:" = "Avec le message :";

/* Machine-translated for the arm64 revival */
"Channel:" = "Canal :";
"Dismiss" = "Ignorer";
"Don't download" = "Ne pas télécharger";
"Don't show channel posts as messages" = "Ne pas afficher les publications des chaînes comme des messages";
"Don't show status updates as messages" = "Ne pas afficher les mises à jour de statut comme des messages";
"Full resolution" = "Pleine résolution";
"Logon QR Code" = "Code QR de connexion";
"Phone Number" = "Numéro de téléphone";
"Please enter pairing code or scan the QR code" = "Veuillez saisir le code de jumelage ou scanner le code QR";
"Profile pictures:" = "Photos de profil :";
"Read" = "Lu";
"Separate contacts’ names with commas." = "Séparer les noms des contacts par des virgules.";
"Small (preview)" = "Petite (aperçu)";
"This contact is calling you. Adium does not support WhatsApp calls." = "Ce contact vous appelle. Adium ne prend pas en charge les appels WhatsApp.";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "Ce contact essaie de vous appeler. Adium ne prend pas en charge les appels WhatsApp.";
"and add to list in group:" = "et ajouter à la liste dans le groupe :";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "%@ a %lu nouveaux messages.";
"...add to list in group:" = "…ajouter à la liste dans le groupe :";
"Display custom emoticons" = "Afficher les émoticônes personnalisées";
"Emoticons:" = "Émoticônes :";
"Encryption:" = "Cryptage :";
"Let others know when you are typing" = "Informer les autres lorsque vous écrivez";
"One per line, / is optional. $me will be replaced with your current nickname." = "Une par ligne, le / est facultatif. $me sera remplacé par votre pseudo actuel.";
"or select a public server from the list:" = "ou sélectionnez un serveur public dans la liste :";
"Port:" = "Port :";
"Status:" = "Statut :";
"Typing:" = "Saisie :";
"You have %lu new messages." = "Vous avez %lu nouveaux messages.";

/* The rebuilt account area: the fields the protocol descriptions produce.
   Those classes live in AdiumLibpurple, so the lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "Adium sur %@";

/* No comment provided by engineer. */
"Server" = "Serveur";

/* No comment provided by engineer. */
"Port" = "Port";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "Nom du compte";

/* No comment provided by engineer. */
"Execute commands on connect" = "Exécution des commandes lors de la connexion";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "Une par ligne, sans le / initial.";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "Qualité des photos de profil";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "Original";

/* WhatsApp profile picture quality: the small version */
"Preview" = "Aperçu";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "Ne pas charger";
